Repository: moovaio/eCommerce-Woocommerce
Catalog: languages/wc-moova-*.po
Languages: es_uy

source: We found error in the following orders. Please check they are already created Moova shipments and they are not in status READY:
es_uy: Encontramos un error en los siguientes pedidos. Por favor revise si ya fueron creadas en Moova y si no tienen el estado READY

source: We have started succesfully
es_uy: Los inciamos correctamente

source: We found error in the following orders. Please check they are Moova shipments and they are not already created. Ids:
es_uy: Encontramos un error en los siguientes pedidos. Por favor revise si son envios de Moova y si no fueron creados anteriormente. Ids:

source: shipments in Moova.
es_uy: Envios en moova

source: We have created succesfully
es_uy: Se crearon exitosamente

source: Moova - Start shipments
es_uy: Moova - Pedir Moovers

source: Moova - Create shipments
es_uy: Moova - Crear envios

source: One of the products has no right measures
es_uy: Uno de los productos no tiene las medidas correctas

source: Order could not be updated
es_uy: El pedido no pudo ser actualizado correctamente

source: If you don't want to notify when cancelled change to Disable option
es_uy: si no

source: status to cancel
es_uy: estado para cancelar

source: When an order has this status, its receive a moover
es_uy: cuando un pedido tiene este estado, se va a solicitar un Moover

source: Status to send a moover
es_uy: Estado para pedir un Moover

source: Disable option
es_uy: Deshabilitar opción

source: Inform to Moova
es_uy: Informar a Moova

source: If you don't want to enable this state select 'Disable option'
es_uy: Si no querés habilitar este estado seleccionar 'Deshabilitar opción'

source: When receiving this status from moova we will change the order state!
es_uy: Cuando recibas este estado de Moova vamos a cambiar el estado de tu pedido!

source: Enable matching
es_uy: Habilitar sincronización

source: Match moova status
es_uy: Sincronizar estados

source: Also you can send us there any question you might have!
es_uy: También pueden enviarnos cualquier consulta que tengas!

source: here to check documentation
es_uy: aca para ver la documentación

source: If you are not sure of how to get the required fields for this integration, what some fields means please check our awesome documentation click
es_uy: Si no estas seguro de como completar los campos requeridos para esta integración, o lo que significan por favor revisa nuestra documentación

source: Help & Support
es_uy: Ayuda y soporte

source: Country where you operate
es_uy: Pais en el que operas

source: Free shipping
es_uy: Envio gratis

source: Choose the name that your customers will see in the checkout
es_uy: Elige el nombre que tus clientes van a ver en el checkout

source: Allow your customers receive their orders with Moova
es_uy: Permite que tus clientes reciban pedidos de Moova

source: Could not get order %s
es_uy: No se pudo obtener el pedido %s

source: Could not find shipping label of order %s
es_uy: No se pudo obtener la etiqueta del pedido %s

source: Order could not be processed
es_uy: Pedido no pudo ser procesado

source: %s - Data received from Moova: %s
es_uy: %s - Data recivida de Moova: %s

source: %s - Data sent to Moova: %s
es_uy: %s - Data enviada a Moova %s

source: Shipping label could not be found.
es_uy: Etiqueda del envio no encontrada

source: The order could not be processed.
es_uy: El pedido no pudo ser procesado

source: Order #%s updated with status: %s
es_uy: Pedido #%s actualizado con el estado: %s

source: The order will be processed when its status is <strong>%s</strong>
es_uy: El pedido sera procesado cuando el estado es <strong>%s</strong>

source: The order is not processed yet
es_uy: El pedido no fue procesado todavia

source: View shipping label
es_uy: Ver etiqueta del envio

source: Track order
es_uy: Seguir pedido

source: The order has been processed, tracking number: <strong>%s</strong>
es_uy: El pedido fue procesado, numero de seguimiento: <strong>%s</strong>

source: Mark order as ready to be shipped
es_uy: Marar el pedido como listo para ser enviado

source: Order updated
es_uy: Actualizar pedido

source: Updating order status...
es_uy: Actualizarndo estado del pedido....

source: Process order
es_uy: Procesar pedido

source: Order processed
es_uy: Pedido procesado

source: Processing order...
es_uy: Procesando pedido....

source: Generate shipping label
es_uy: Generar etiqueta del envio

source: Shipping label created
es_uy: Etiqueta del envio generada

source: Creating shipping label...
es_uy: Creanto etiqueta del pedido

source: Status
es_uy: Estado

source: Date
es_uy: Fecha

source: There was an error, please try again
es_uy: Hubo un error, por favor intente nuevamente

source: Track shipment
es_uy: Rastrear envio

source: Shipment number
es_uy: Numero de seguimiento

source: Settings
es_uy: Ajustes

source: Moova settings
es_uy: Ajustes de Moova

source: Activate the debug log for developers. If you do not know what is this then probably you do not need to activate it
es_uy: Activa el modo debug para programadores. Si no sabes que es, es probable que no necesites activarlo

source: Debug Mode
es_uy: Modo debug

source: Production
es_uy: Producción

source: Environment
es_uy: Ambiente

source: In order to receive notifications about your Moova shipments, you need to create a webhook in your Moova dashboard, use this URL: <strong>%s</strong> with the POST method.
es_uy: Para poder recibir notificaciones sobre tus estados en Moova, necesitas crear un webhook en el dashboard. Usa esta URL: <strong>%s</strong> con metodo tipo POST.

source: Shipments notifications
es_uy: Notificacciones de envio

source: This plugin offers a tracking form using the shortcode <strong>[moova_tracking_form]</strong>. You can use it in any page.
es_uy: Este plugin ofrece un formulario de rastreo usando el shortcode <strong>[moova_tracking_form]</strong>. Puedes usar esto en cualquier parte de la pagina

source: Tracking
es_uy: Seguimiento

source: When an order has this status, it gets processed automatically with Moova.
es_uy: Cuando un pedido tiene este etado, sera creado automaticamente por Moova

source: Status to process
es_uy: Estado para crear

source: Integration settings
es_uy: Preferencias de la integracion

source: Example: Door bell does not work
es_uy: Ejemplo: El timbre no funciona

source: Notes about the direction
es_uy: Notas sobre la dirección

source: Example: 1040
es_uy: Ejemplo: 1040

source: Postal code
es_uy: Codigo postal

source: Example: Capital Federal
es_uy: Ejemplo: Capital Federal

source: State
es_uy: Estado

source: Example: Palermo
es_uy: Ejemplo: Palermo

source: Locality
es_uy: Localidad

source: Example: A
es_uy: Ejemplo: A

source: Apt. Number (Optional)
es_uy: Numero de departament (Opcional)

source: Example: 2
es_uy: Ejemplo 2

source: Floor
es_uy: Piso

source: Example: 520
es_uy: Ejemplo: 520

source: Street number
es_uy: Numero de la puerta

source: Example: Av. Belgrano
es_uy: Ejemplo: Av. Belgrano

source: Street
es_uy: Calle

source: Phone number
es_uy: Telefono

source: Last name
es_uy: Apellido

source: Name
es_uy: Nombre

source: Sender settings
es_uy: Preferencias del remitente

source: Save
es_uy: Guardar

source: Settings saved
es_uy: Preferencias guardadas

source: Title
es_uy: Titutlo

source: WooCommerce must be active before using <strong>%s</strong>
es_uy: WooCommerce tiene que estar activando antes de usar <strong>%s</strong>

source: <strong>%s/strong> Requires at least %s version %s or greater.
es_uy: <strong>%s/strong> Requiere por lo menos %s version %s o mayor

source: Integration between Moova and WooCommerce
es_uy: Integración entre Moova y WooCommerce

source: Moova for WooCommerce
es_uy: Moova para WooCommerce
